{
  "id": 27,
  "page": 1,
  "results": [
    {
      "id": 439379,
      "vote_average": 8.5,
      "original_title": "Avengers: Infinity War",
      "backdrop_path": "/7WsyChQLEftFiDOVTGkv3hFpyyt.jpg",
      "overview": "Singer Freddie Mercury, guitarist Brian May, drummer Roger Taylor and bass guitarist John Deacon take the music world by storm when they form the rock 'n' roll band Queen in 1970. Hit songs become instant classics. When Mercury's increasingly wild lifestyle starts to spiral out of control, Queen soon faces its greatest challenge yet – finding a way to keep the band together amid the success and excess."
    },
    {
      "id": 439079,
      "vote_average": 5.8,
      "original_title": "The Nun",
      "backdrop_path": "/fgsHxz21B27hOOqQBiw9L6yWcM7.jpg",
      "overview": "When a young nun at a cloistered abbey in Romania takes her own life, a priest with a haunted past and a novitiate on the threshold of her final vows are sent by the Vatican to investigate. Together they uncover the order’s unholy secret. Risking not only their lives but their faith and their very souls, they confront a malevolent force in the form of the same demonic nun that first terrorized audiences in “The Conjuring 2” as the abbey becomes a horrific battleground between the living and the damned."
    },
    {
      "id": 346910,
      "vote_average": 5.3,
      "original_title": "Kung Fu League",
      "backdrop_path": "/rW0A73hjzPWVwADlCTLnjLhAFLX.jpg",
      "overview": "Martial arts comedy following a group of kung fu legends banding together to take on the bad guys. The legends includes VINCENT ZHAO reprising his role as ‘Wong Fei Hung’ with DENNIS TO once again portraying ‘Wing Chun’ master ‘Ip Man’, DANNY CHAN KWOK KWAN as ‘Chen Zhen’ and ANDY ON as master ‘Huo Yuan Jia’."
    },
    {
      "id": 442249,
      "vote_average": 5.8,
      "original_title": "The First Purge",
      "backdrop_path": "/1hJbE72WiRuWH11QPNiHsvt29xA.jpg",
      "overview": "To push the crime rate below one percent for the rest of the year, the New Founding Fathers of America test a sociological theory that vents aggression for one night in one isolated community. But when the violence of oppressors meets the rage of the others, the contagion will explode from the trial-city borders and spread across the nation."
    },
    {
      "id": 238636,
      "vote_average": 6.6,
      "original_title": "The Purge: Anarchy",
      "backdrop_path": "/zWGAnbxjjwY3xFGuOeR26LGbBlG.jpg",
      "overview": "One night per year, the government sanctions a 12-hour period in which citizens can commit any crime they wish -- including murder -- without fear of punishment or imprisonment. Leo, a sergeant who lost his son, plans a vigilante mission of revenge during the mayhem. However, instead of a death-dealing avenger, he becomes the unexpected protector of four innocent strangers who desperately need his help if they are to survive the night."
    },
    {
      "id": 158015,
      "vote_average": 6.2,
      "original_title": "The Purge",
      "backdrop_path": "/1sZ9Nnic1ldHhHttAMDmNxaNM04.jpg",
      "overview": "Given the country's overcrowded prisons, the U.S. government begins to allow 12-hour periods of time in which all illegal activity is legal. During one of these free-for-alls, a family must protect themselves from a home invasion."
    }
  ],
  "total_pages": 994,
  "total_results": 19866
}